export default {
  projections: {
    ФормаРегВходаE: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      тЧРегВхСотр: {
        __caption__: 'Т ч рег вх сотр',
        сотрудник: {
          __caption__: 'Сотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      },
      тЧРегВхГост: {
        __caption__: 'Т ч рег вх гост',
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        }
      }
    },
    ФормаРегВходаL: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    комната: {
      __caption__: 'Комната'
    },
    тЧРегВхСот: {
      __caption__: 'тЧРегВхСот'
    },
    тЧРегВхСотр: {
      __caption__: 'Т ч рег вх сотр'
    },
    тЧРегВхГост: {
      __caption__: 'Т ч рег вх гост'
    }
  }
};
