export default {
  projections: {
    ФормаРегКартE: {
      дата: {
        __caption__: 'Дата'
      },
      карты: {
        __caption__: 'Карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      гость: {
        __caption__: 'Гость',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    ФормаРегКартL: {
      дата: {
        __caption__: 'Дата'
      },
      карты: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      гость: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    гость: {
      __caption__: 'Гость'
    },
    карты: {
      __caption__: 'Карты'
    },
    комната: {
      __caption__: 'Комната'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
